{
    "Games":[
        {"pic":"images/LOL.jpg","Game":"League of Legends","type":"Action","description":"League of Legends is a multiplayer online battle arena (MOBA) game in which the player controls a character with a set of unique abilities from an isometric perspective. As of 2023, there are over 160 champions available to play","age":"RA:12+","price":"Free"},
        {"pic":"images/ARK.jpg","Game":"ARK Survival Evolved","type":"open world","description":"Stranded on the shores of a mysterious island, you must learn to survive. Use your cunning to kill or tame the primeval creatures roaming the land, and encounter other players to survive, dominate... and escape!","age":"RA:17+","price":"40$"},
        {"pic":"images/DL2.jpg","Game":"Dying Light 2","type":"Action","description":"It’s been 20 years since the events of the original game. The virus won, and humanity is slowly dying. You play as Aiden Caldwell, a wandering Pilgrim who delivers goods, brings news, and connects the few remaining survivor settlements in barren lands devastated by the zombie virus. However, your true goal is to find your little sister Mia, who you left behind as a kid to escape Dr. Waltz's torturous experiments.Haunted by the past, you eventually make the decision to confront it when you learn that Mia may still be alive in Villedor — the last city standing on Earth.","age":"RA:17+","price":"60$"},
        {"pic":"images/DL.jpg","Game":"Dying Light","type":"Action","description":"Survive in a city beset by a zombie virus! Discover the hard choice you will have to make on your secret mission. Will loyalty to your superiors prove stronger than the will to save the survivors? The choice is yours…","age":"RA:17+","price":"50$"},
        {"pic":"images/WF.jpg","Game":"Warframe","type":"open world","description":"Awaken as an unstoppable warrior and battle alongside your friends in this story-driven free-to-play online action game. Confront warring factions throughout a sprawling interplanetary system as you follow the guidance of the mysterious Lotus and level up your Warframe, build an Arsenal of destructive firepower, and realize your true potential across massive open worlds in this thrilling, genre-defining third-person combat experience.","age":"RA:17+","price":"Free"},
        {"pic":"images/Des.jpg","Game":"Destiny 2","type":"open world","description":"Dive into the world of Destiny 2 to explore the mysteries of the solar system and experience responsive first-person shooter combat. Unlock powerful elemental abilities and collect unique gear to customize your Guardian's look and playstyle. Enjoy Destiny 2’s cinematic story, challenging co-op missions, and a variety of PvP modes alone or with friends. Download for free today and write your legend in the stars.","age":"RA:12+","price":"Free"},
        {"pic":"images/MHW.jpg","Game":"MONSTER HUNTER: WORLD","type":"open world","description":"Welcome to a new world! Take on the role of a hunter and slay ferocious monsters in a living, breathing ecosystem where you can use the landscape and its diverse inhabitants to get the upper hand. Hunt alone or in co-op with up to three other players, and use materials collected from fallen foes to craft new gear and take on even bigger, badder beasts!","age":"RA:17+","price":"30$"},
        {"pic":"images/ACM.jpg","Game":"Assassin's Creed Mirage","type":"Action","description":"Experience the story of Basim, a cunning street thief seeking answers and justice as he navigates the bustling streets of ninth-century Baghdad. Become a deadly Master Assassin and change his fate in ways he never could have imagined.","age":"RA:17+","price":"60$"},
        {"pic":"images/ACV.jpg","Game":"Assassin's Creed Valhalla","type":"Action","description":"Become Eivor, a legendary Viking warrior. Explore England's Dark Ages as you raid your enemies, grow your settlement, and build your political power in the quest to earn a place among the gods in Valhalla","age":"RA:17+","price":"60$"},
        {"pic":"images/ACO.jpg","Game":"Assassin's Creed Odyssey","type":"Action","description":"Write your epic odyssey and become a legendary Spartan hero in a world shaped by your choices. Get powerful gear, two new stories across six episodes in the season pass, and Assassin's Creed III Remastered for 4K and HDR upon its release.","age":"RA:17+","price":"50$"},
        {"pic":"images/ACOR.jpg","Game":"Assassin's Creed Origins","type":"Action","description":"Ancient Egypt, a land of majesty and intrigue, is disappearing in a ruthless fight for power. Unveil dark secrets and forgotten myths as you go back to the one founding moment: The Origins of the Assassin’s Brotherhood.","age":"RA:17+","price":"50$"},
        {"pic":"images/ACS.jpg","Game":"Assassin's Creed Syndicate","type":"Action","description":"As Jacob Frye, a young and reckless Assassin, use your skills to help those trampled by the march of progress. From freeing exploited children used as slave labour in factories, to stealing precious assets from enemy boats, you will stop at nothing to bring justice back to London’s streets.","age":"RA:17+","price":"30$"},
        {"pic":"images/ACU.jpg","Game":"Assassin's Creed Unity","type":"Action","description":"Assassin’s Creed Unity is an action/adventure game set in the city of Paris during one of its darkest hours, the French Revolution. Take ownership of the story by customising Arno's equipement to make the experience unique to you, both visually and mechanically.","age":"RA:17+","price":"30$"},
        {"pic":"images/AC3.jpg","Game":"Assassin's Creed III","type":"Action","description":"FIGHT FOR FREEDOM 1775. The American Colonies are about to revolt. As Connor, a Native American Assassin, secure liberty for your people and your nation. From bustling city streets to the chaotic battlefields, assassinate your foes in a variety of deadly ways with a vast array of weaponry.","age":"RA:17+","price":"25$"},
        {"pic":"images/OW2.jpg","Game":"Overwatch 2","type":"Action","description":" Team up with friends and dive into the reimagined PvP experience as a time-jumping freedom fighter, a beat-dropping battlefield DJ, or one of over 30 other unique heroes as you battle it out around the globe.","age":"RA:12+","price":"Free"},
        {"pic":"images/ER.jpg","Game":"ELDEN RING","type":"open world","description":"Rise, Tarnished, and be guided by grace to brandish the power of the Elden Ring and become an Elden Lord in the Lands Between.","age":"RA:17+","price":"60$"},
        {"pic":"images/HWL.jpg","Game":"Hogwarts Legacy","type":"open world","description":"Experience Hogwarts in the 1800s. Your character is a student who holds the key to an ancient secret that threatens to tear the wizarding world apart. Make allies, battle Dark wizards, and ultimately decide the fate of the wizarding world. Your legacy is what you make of it. Live the Unwritten.","age":"RA:12+","price":"60$"},
        {"pic":"images/ME.jpg","Game":"Middle-earth™: Shadow of Mordor","type":"Action","description":"Forge a new Ring of Power, conquer Fortresses in massive battles and dominate Mordor with your personal orc army in Middle-earth™: Shadow of War™","age":"RA:17+","price":"40$"},
        {"pic":"images/WD2.jpg","Game":"Watch Dogs2","type":"open world","description":"Play as Marcus Holloway, a brilliant young hacker living in the birthplace of the tech revolution, the San Francisco Bay Area.Team up with Dedsec, a notorious group of hackers, to execute the biggest hack in history; take down ctOS 2.0, an invasive operating system being used by criminal masterminds to monitor and manipulate citizens on a massive scale","age":"RA:17+","price":"40$"},
        {"pic":"images/FC6.jpg","Game":"Far Cry 6","type":"open world","description":"Welcome to Yara, a tropical paradise frozen in time. As the dictator of Yara, Antón Castillo is intent on restoring his nation to its former glory by any means necessary, with his son, Diego, following in his bloody footsteps. Their oppressive rule has ignited a revolution","age":"RA:17+","price":"59$"},
        {"pic":"images/CP.jpg","Game":"Cyberpunk 2077","type":"Action","description":"Cyberpunk 2077 is an open-world, action-adventure RPG set in the megalopolis of Night City, where you play as a cyberpunk mercenary wrapped up in a do-or-die fight for survival","age":"RA:17+","price":"60$"},
        {"pic":"images/REV.jpg","Game":"Resident Evil Village","type":"Horror","description":"Set a few years after the horrifying events in the critically acclaimed Resident Evil 7 biohazard, the all-new storyline begins with Ethan Winters and his wife Mia living peacefully in a new location, free from their past nightmares. Just as they are building their new life together, tragedy befalls them once again.","age":"RA:17+","price":"40$"},
        {"pic":"images/RE4.jpg","Game":"Resident Evil 4","type":"Horror","description":"Six years have passed since the biological disaster in Raccoon City. Agent Leon S. Kennedy, one of the survivors of the incident, has been sent to rescue the president's kidnapped daughter.He tracks her to a secluded European village, where there is something terribly wrong with the locals.And the curtain rises on this story of daring rescue and grueling horror where life and death, terror and catharsis intersect.","age":"RA:17+","price":"59$"},
        {"pic":"images/TQ.jpg","Game":"The Quarry","type":"Horror","description":"As the sun sets on the last day of summer camp, the teenage counselors of Hackett’s Quarry throw a party to celebrate. No kids. No adults. No rules. Things quickly take a turn for the worse. Hunted by blood-drenched locals and something far more sinister, the teens' party plans unravel into an unpredictable night of horror. Friendly banter and flirtations give way to life-or-death decisions, as relationships build or break under the strain of unimaginable choices.","age":"RA:17+","price":"60$"},
        {"pic":"images/TDIM.jpg","Game":"The Devil in Me","type":"Horror","description":"A group of documentary film makers receive a mysterious call inviting them to a modern-day replica of serial killer H.H. Holmes’ ‘Murder Castle’. It’s an opportunity that’s too good to pass up and could be just the thing they’re looking for to win some much-needed public interest.","age":"RA:17+","price":"35$"},
        {"pic":"images/OR.jpg","Game":"Oxide Room 104","type":"Horror","description":"It all starts when you wake up in the bathtub of a motel room, naked, wounded, and unsure what has happened. You remember that the deal had gone wrong, but now the only thing that matters is trying to escape from that horrifying place no matter what. From this moment on, everything you do will lead you to one of the endings. And we warn you that, out of all the ways it could end, there’s only one good way out…","age":"RA:17+","price":"25$"},
        {"pic":"images/TEW.jpg","Game":"The Evil Within","type":"Horror","description":"Developed by Shinji Mikami and the talented team at Tango Gameworks, The Evil Within embodies the meaning of pure survival horror. Highly-crafted environments, horrifying anxiety, and an intricate story are combined to create an immersive world that will bring you to the height of tension. With limited resources at your disposal, you’ll fight for survival and experience profound fear in this perfect blend of horror and action.","age":"RA:17+","price":"40$"},
        {"pic":"images/TEW2.jpg","Game":"The Evil Within 2","type":"Horror","description":"From mastermind Shinji Mikami, The Evil Within 2 is the latest evolution of survival horror. Detective Sebastian Castellanos has lost it all. But when given a chance to save his daughter, he must descend once more into the nightmarish world of STEM. Horrifying threats emerge from every corner as the world twists and warps around him. Will Sebastian face adversity head on with weapons and traps, or sneak through the shadows to survive.","age":"RA:17+","price":"30$"}

    ]
}